export const ru = {
  email: "Email",
  password: "Пароль",
  login: "Войти",
  auth: {
    title: "Авторизация",
    register: "Зарегистрироваться",
    forgotPassword: "Забыли пароль?",
    dontHaveAccount: "У вас еще нет аккаунта?",
    alreadyHaveAccount: "Уже есть аккаунт?",
    footer: {
      title:
        "Используя WEEEK, Вы подтверждаете, что прочитали и поняли, а также соглашаетесь с Правилами & Условиями и Политикой конфиденциальности.",
    },
    email: {
      invalid: "Неверный адрес электронной почты",
    },
    password: {
      min: "Пароль должен быть не менее 4 символов",
    },
  },
};
